Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Similar to Sample Entropy but includes self-matches. Measures the predictability of the heart rhythm time series.
ar: يشبه إنتروبيا العيّنة لكنه يشمل المطابقات الذاتية. يقيس قابلية التنبؤ بالسلسلة الزمنية لنظم القلب.
da: Ligner Sample Entropy, men inkluderer selv-match. Måler forudsigeligheden i hjerterytmens tidsserie.
de: Ähnlich der Sample Entropy, berücksichtigt aber Selbstübereinstimmungen. Misst die Vorhersagbarkeit der Herzrhythmus-Zeitreihe.
es: Similar a la Sample Entropy pero incluye autocoincidencias. Mide la predictibilidad de la serie temporal del ritmo cardíaco.
fi: Muistuttaa Sample Entropya, mutta sisältää itsevastaavuudet. Mittaa sydämen rytmin aikasarjan ennustettavuutta.
fr: Similaire à la Sample Entropy mais inclut les auto-correspondances. Mesure la prévisibilité de la série temporelle du rythme cardiaque.
is: Svipað og Sample Entropy en tekur með sjálfssamsvaranir. Mælir fyrirsjáanleika tímaraðar hjartsláttar.
it: Simile alla Sample Entropy ma include gli auto-abbinamenti. Misura la prevedibilità della serie temporale del ritmo cardiaco.
ja: Sample Entropy に似ていますが、自己一致を含みます。心拍リズムの時系列の予測しやすさを測ります。
ko: Sample Entropy와 비슷하지만 자기 일치를 포함합니다. 심장 리듬 시계열의 예측 가능성을 측정합니다.
nb: Ligner Sample Entropy, men inkluderer selvtreff. Måler forutsigbarheten i hjerterytmens tidsserie.
nl: Vergelijkbaar met Sample Entropy maar inclusief zelf-matches. Meet de voorspelbaarheid van de tijdreeks van het hartritme.
pt_br: Semelhante à Sample Entropy, mas inclui autocorrespondências. Mede a previsibilidade da série temporal do ritmo cardíaco.
ru: Похоже на Sample Entropy, но учитывает самосовпадения. Измеряет предсказуемость временного ряда сердечного ритма.
sv: Liknar Sample Entropy men inkluderar självmatchningar. Mäter förutsägbarheten i hjärtrytmens tidsserie.
zh_hans: 类似于 样本熵，但包含自匹配。衡量心律时间序列的可预测性。

source: Sit quietly, breathe normally. Single readiness score.
ar: اجلس بهدوء وتنفس بشكل طبيعي. درجة جاهزية واحدة.
da: Sid stille, træk vejret normalt. Én parathedsscore.
de: Ruhig sitzen, normal atmen. Ein einzelner Bereitschaftswert.
es: Siéntate en silencio y respira normal. Una sola puntuación de preparación.
fi: Istu rauhassa, hengitä normaalisti. Yksi valmiuspistemäärä.
fr: Asseyez-vous calmement, respirez normalement. Un score de préparation.
is: Sittu rólegur, andaðu eðlilega. Eitt viðbúnaðarstig.
it: Siediti in silenzio, respira normalmente. Un solo punteggio di prontezza.
ja: 静かに座り、普通に呼吸してください。準備状態スコアが1つ出ます。
ko: 조용히 앉아 평소처럼 호흡하세요. 준비도 점수 하나가 산출됩니다.
nb: Sitt rolig, pust normalt. Én beredskapsscore.
nl: Zit rustig, adem normaal. Eén gereedheidsscore.
pt_br: Sente-se em silêncio e respire normalmente. Uma única pontuação de prontidão.
ru: Сядьте спокойно, дышите обычно. Одна оценка готовности.
sv: Sitt still, andas normalt. Ett enda beredskapsvärde.
zh_hans: 安静坐好，正常呼吸。得出单一准备状态评分。

source: Skip
ar: تخطي
da: Spring over
de: Überspringen
es: Omitir
fi: Ohita
fr: Passer
is: Sleppa
it: Salta
ja: スキップ
ko: 건너뛰기
nb: Hopp over
nl: Sla over
pt_br: Pular
ru: Пропустить
sv: Hoppa över
zh_hans: 跳过

source: Skip — analyze without sleep data
ar: تخطٍّ — التحليل بدون بيانات النوم
da: Spring over — analysér uden søvndata
de: Überspringen — ohne Schlafdaten analysieren
es: Omitir — analizar sin datos de sueño
fi: Ohita — analysoi ilman unitietoja
fr: Ignorer — analyser sans données de sommeil
is: Sleppa — greina án svefngagna
it: Salta — analizza senza dati sul sonno
ja: スキップ — 睡眠データなしで分析
ko: 건너뛰기 — 수면 데이터 없이 분석
nb: Hopp over — analyser uten søvndata
nl: Overslaan — analyseren zonder slaapgegevens
pt_br: Pular — analisar sem dados de sono
ru: Пропустить — анализировать без данных о сне
sv: Hoppa över — analysera utan sömndata
zh_hans: 跳过——不使用睡眠数据进行分析

source: Skip — show me around
ar: تخطٍّ — اعرض لي جولة
da: Spring over — vis mig rundt
de: Überspringen — zeig mir alles
es: Omitir: muéstrame todo
fi: Ohita — esittele sovellus
fr: Passer — faites-moi visiter
is: Sleppa — sýndu mér um
it: Salta — fammi fare un giro
ja: スキップ — 案内してほしい
ko: 건너뛰기 — 둘러보기
nb: Hopp over — vis meg rundt
nl: Overslaan — laat me rondkijken
pt_br: Pular — me mostre o app
ru: Пропустить — провести обзор
sv: Hoppa över — visa mig runt
zh_hans: 跳过 — 带我了解一下

source: Skip (Debug)
ar: تخطي (تصحيح)
da: Spring over (Debug)
de: Überspringen (Debug)
es: Omitir (Depuración)
fi: Ohita (Virheenkorjaus)
fr: Passer (Débogage)
is: Sleppa (Villuleit)
it: Salta (Debug)
ja: スキップ (デバッグ)
ko: 건너뛰기 (디버그)
nb: Hopp over (Debug)
nl: Overslaan (Debug)
pt_br: Pular (Debug)
ru: Пропустить (отладка)
sv: Hoppa över (felsökning)
zh_hans: 跳过（调试）

source: Skip and show me around
ar: التخطّي وإطلاعي على التطبيق
da: Spring over, og vis mig rundt
de: Überspringen und herumführen
es: Omitir y mostrarme cómo funciona
fi: Ohita ja esittele minulle
fr: Passer et me faire visiter
is: Sleppa og sýna mér um
it: Salta e fammi fare un giro
ja: スキップして案内してもらう
ko: 건너뛰고 둘러보기
nb: Hopp over og vis meg rundt
nl: Overslaan en rondleiden
pt_br: Pular e me mostrar o app
ru: Пропустить и показать обзор
sv: Hoppa över och visa mig runt
zh_hans: 跳过并带我了解一下

source: Skip for now
ar: تخطٍّ الآن
da: Spring over for nu
de: Vorerst überspringen
es: Omitir por ahora
fi: Ohita toistaiseksi
fr: Ignorer pour l'instant
is: Sleppa í bili
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
nb: Hopp over for nå
nl: Voorlopig overslaan
pt_br: Pular por enquanto
ru: Пропустить пока
sv: Hoppa över för nu
zh_hans: 暂时跳过

source: Skip interval step
ar: تخطّي خطوة الفترة البينية
da: Spring intervaltrin over
de: Intervallschritt überspringen
es: Omitir paso del intervalo
fi: Ohita intervalliaskel
fr: Passer l'étape d'intervalle
is: Sleppa millibilsskrefi
it: Salta lo step dell'intervallo
ja: インターバルのステップをスキップ
ko: 인터벌 단계 건너뛰기
nb: Hopp over intervalltrinn
nl: Intervalstap overslaan
pt_br: Pular etapa do intervalo
ru: Пропустить шаг интервала
sv: Hoppa över intervallsteg
zh_hans: 跳过间歇步骤

source: Skip pairing for now; you can do this later from Record.
ar: تخطَّ الإقران الآن؛ يمكنك القيام بذلك لاحقًا من تسجيل.
da: Spring parring over for nu; du kan gøre det senere fra Optag.
de: Kopplung vorerst überspringen; du kannst dies später unter „Aufnahme“ erledigen.
es: Omitir el emparejamiento por ahora; puedes hacerlo más tarde desde Grabar.
fi: Ohita laiteparin muodostus toistaiseksi; voit tehdä sen myöhemmin Tallenna-kohdasta.
fr: Ignorer l'association pour l'instant ; vous pourrez le faire plus tard depuis Enregistrer.
is: Sleppa pörun í bili; þú getur gert þetta síðar úr Taka upp.
it: Salta l'abbinamento per ora; puoi farlo più tardi da Registra.
ja: 今はペアリングをスキップします。後で「記録」から行えます。
ko: 지금은 페어링을 건너뜁니다. 나중에 기록에서 할 수 있습니다.
nb: Hopp over paring nå; du kan gjøre dette senere fra Ta opp.
nl: Koppelen voorlopig overslaan; je kunt dit later doen via Opnemen.
pt_br: Pular o pareamento por enquanto; você pode fazer isso mais tarde em Gravar.
ru: Пока пропустить сопряжение; вы сможете сделать это позже в разделе «Запись».
sv: Hoppa över parkoppling för nu; du kan göra detta senare från Spela in.
zh_hans: 暂时跳过配对；你可以稍后在“记录”中完成。

source: Skip profile setup and continue to the next step
ar: تخطّي إعداد الملف الشخصي والمتابعة إلى الخطوة التالية
da: Spring profilopsætning over, og fortsæt til næste trin
de: Profileinrichtung überspringen und mit dem nächsten Schritt fortfahren
es: Omitir la configuración del perfil y continuar al siguiente paso
fi: Ohita profiilin määritys ja jatka seuraavaan vaiheeseen
fr: Ignorer la configuration du profil et passer à l'étape suivante
is: Sleppa uppsetningu notandasniðs og halda áfram í næsta skref
it: Salta la configurazione del profilo e passa al passaggio successivo
ja: プロフィール設定をスキップして次のステップに進む
ko: 프로필 설정을 건너뛰고 다음 단계로 진행
nb: Hopp over profiloppsett og fortsett til neste trinn
nl: Profielconfiguratie overslaan en doorgaan naar de volgende stap
pt_br: Pular a configuração do perfil e continuar para a próxima etapa
ru: Пропустить настройку профиля и перейти к следующему шагу
sv: Hoppa över profilkonfiguration och fortsätt till nästa steg
zh_hans: 跳过个人资料设置并继续下一步

source: Skip sensor pairing and continue
ar: تخطّ إقران المستشعر وتابع
da: Spring sensorparring over og fortsæt
de: Sensor-Kopplung überspringen und fortfahren
es: Omitir el emparejamiento del sensor y continuar
fi: Ohita anturin pariliitos ja jatka
fr: Ignorer l'appairage du capteur et continuer
is: Sleppa pörun skynjara og halda áfram
it: Salta l'abbinamento del sensore e continua
ja: センサーのペアリングをスキップして続行
ko: 센서 페어링 건너뛰고 계속
nb: Hopp over sensorparing og fortsett
nl: Sensorkoppeling overslaan en doorgaan
pt_br: Pular o pareamento do sensor e continuar
ru: Пропустить сопряжение датчика и продолжить
sv: Hoppa över sensorparkoppling och fortsätt
zh_hans: 跳过传感器配对并继续

source: Skip the subjective check and go straight to your score.
ar: تخطَّ الفحص الذاتي وانتقل مباشرة إلى درجتك.
da: Spring den subjektive tjek over, og gå direkte til din score.
de: Überspringe die subjektive Prüfung und gehe direkt zu deinem Score.
es: Omite la comprobación subjetiva y ve directamente a tu puntuación.
fi: Ohita subjektiivinen tarkistus ja siirry suoraan pisteisiisi.
fr: Ignorez la vérification subjective et accédez directement à votre score.
is: Slepptu huglæga matinu og farðu beint í einkunnina þína.
it: Salta il controllo soggettivo e vai direttamente al tuo punteggio.
ja: 主観的なチェックをスキップして、スコアに直接進みます。
ko: 주관적 체크를 건너뛰고 점수로 바로 이동합니다.
nb: Hopp over den subjektive sjekken og gå rett til poengsummen din.
nl: Sla de subjectieve check over en ga direct naar je score.
pt_br: Pule a verificação subjetiva e vá direto para a sua pontuação.
ru: Пропустите субъективную проверку и сразу перейдите к своей оценке.
sv: Hoppa över den subjektiva kontrollen och gå direkt till din poäng.
zh_hans: 跳过主观检查，直接查看你的得分。

source: Skip this time
ar: تخطَّ هذه المرة
da: Spring over denne gang
de: Diesmal überspringen
es: Omitir esta vez
fi: Ohita tällä kertaa
fr: Passer cette fois
is: Sleppa í þetta sinn
it: Salta stavolta
ja: 今回はスキップ
ko: 이번엔 건너뛰기
nb: Hopp over denne gangen
nl: Deze keer overslaan
pt_br: Pular desta vez
ru: Пропустить в этот раз
sv: Hoppa över den här gången
zh_hans: 本次跳过

source: Sleep
ar: النوم
da: Søvn
de: Schlaf
es: Sueño
fi: Uni
fr: Sommeil
is: Svefn
it: Sonno
ja: 睡眠
ko: 수면
nb: Søvn
nl: Slaap
pt_br: Sono
ru: Сон
sv: Sömn
zh_hans: 睡眠

source: SLEEP
ar: النوم
da: SØVN
de: SCHLAF
es: SUEÑO
fi: UNI
fr: SOMMEIL
is: SVEFN
it: SONNO
ja: 睡眠
ko: 수면
nb: SØVN
nl: SLAAP
pt_br: SONO
ru: СОН
sv: SÖMN
zh_hans: 睡眠

source: Sleep — Complete Analysis
ar: النوم — تحليل كامل
da: Søvn — komplet analyse
de: Schlaf — vollständige Analyse
es: Sueño — análisis completo
fi: Uni — täysi analyysi
fr: Sommeil — analyse complète
is: Svefn — heildargreining
it: Sonno — analisi completa
ja: 睡眠 — 完全解析
ko: 수면 — 전체 분석
nb: Søvn — fullstendig analyse
nl: Slaap — volledige analyse
pt_br: Sono — análise completa
ru: Сон — полный анализ
sv: Sömn — fullständig analys
zh_hans: 睡眠 — 完整分析

source: Sleep (fill-in only)
ar: النوم (للتعبئة فقط)
da: Søvn (kun udfyldning)
de: Schlaf (nur Ergänzung)
es: Sueño (solo relleno)
fi: Uni (vain täydennys)
fr: Sommeil (complément uniquement)
is: Svefn (aðeins fylling)
it: Sonno (solo riempimento)
ja: 睡眠（補完のみ）
ko: 수면 (보완 전용)
nb: Søvn (kun utfylling)
nl: Slaap (alleen aanvulling)
pt_br: Sono (apenas preenchimento)
ru: Сон (только дозаполнение)
sv: Sömn (endast komplettering)
zh_hans: 睡眠（仅填补）

source: Sleep Analysis
ar: تحليل النوم
da: Søvnanalyse
de: Schlafanalyse
es: Análisis del sueño
fi: Unianalyysi
fr: Analyse du sommeil
is: Svefngreining
it: Analisi del sonno
ja: 睡眠解析
ko: 수면 분석
nb: Søvnanalyse
nl: Slaapanalyse
pt_br: Análise do sono
ru: Анализ сна
sv: Sömnanalys
zh_hans: 睡眠分析

source: Sleep Architecture
ar: بنية النوم
da: Søvnarkitektur
de: Schlafarchitektur
es: Arquitectura del sueño
fi: Unen arkkitehtuuri
fr: Architecture du sommeil
is: Svefnbygging
it: Architettura del sonno
ja: 睡眠構造
ko: 수면 구조
nb: Søvnarkitektur
nl: Slaaparchitectuur
pt_br: Arquitetura do sono
ru: Архитектура сна
sv: Sömnarkitektur
zh_hans: 睡眠结构

source: Sleep architecture describes how your sleep is distributed across stages throughout the night. A typical night follows a predictable pattern: deep sleep (slow-wave) is concentrated in the first half of the night, while REM sleep increases in the second half.
ar: تصف بنية النوم كيفية توزع نومك على المراحل خلال الليل. تتبع الليلة المعتادة نمطًا متوقعًا: يتركز النوم العميق (بطيء الموجة) في النصف الأول من الليل، بينما يزداد نوم حركة العين السريعة في النصف الثاني.
da: Søvnarkitektur beskriver, hvordan din søvn fordeler sig på stadier gennem natten. En typisk nat følger et forudsigeligt mønster: dyb søvn (langsomme bølger) ligger mest i nattens første halvdel, mens REM-søvn tager til i anden halvdel.
de: Die Schlafarchitektur beschreibt, wie sich dein Schlaf über die Nacht auf die Schlafphasen verteilt. Eine typische Nacht folgt einem vorhersehbaren Muster: Tiefschlaf (Slow-Wave) konzentriert sich auf die erste Nachthälfte, REM-Schlaf nimmt in der zweiten Hälfte zu.
es: La arquitectura del sueño describe cómo se reparte tu sueño entre las fases a lo largo de la noche. Una noche típica sigue un patrón predecible: el sueño profundo (de ondas lentas) se concentra en la primera mitad de la noche, mientras que el sueño REM aumenta en la segunda.
fi: Unen rakenne kuvaa, miten unesi jakautuu univaiheisiin yön aikana. Tyypillinen yö noudattaa ennustettavaa kaavaa: syvä uni (hidasaaltouni) painottuu yön alkupuolelle, kun taas REM-uni lisääntyy loppuyöstä.
fr: L’architecture du sommeil décrit la répartition de votre sommeil entre les stades au cours de la nuit. Une nuit typique suit un schéma prévisible : le sommeil profond (à ondes lentes) se concentre dans la première moitié de la nuit, tandis que le sommeil paradoxal augmente dans la seconde.
is: Svefnbygging lýsir því hvernig svefninn dreifist á stig yfir nóttina. Dæmigerð nótt fylgir fyrirsjáanlegu mynstri: djúpsvefn (hægbylgjusvefn) er mestur á fyrri hluta nætur, en REM-svefn eykst á seinni hlutanum.
it: L’architettura del sonno descrive come il sonno si distribuisce tra le fasi durante la notte. Una notte tipica segue uno schema prevedibile: il sonno profondo (a onde lente) si concentra nella prima metà della notte, mentre il sonno REM aumenta nella seconda.
ja: 睡眠構造は、夜のあいだに睡眠がどのように各段階へ配分されるかを表します。典型的な夜は予測可能なパターンをたどります。深い睡眠（徐波睡眠）は夜の前半に集中し、レム睡眠は後半に増えます。
ko: 수면 구조는 밤 동안 수면이 각 단계에 어떻게 분포하는지를 설명합니다. 일반적인 밤은 예측 가능한 패턴을 따릅니다. 깊은 수면(서파 수면)은 밤의 전반부에 집중되고, 렘수면은 후반부에 늘어납니다.
nb: Søvnarkitektur beskriver hvordan søvnen fordeler seg på stadier gjennom natten. En typisk natt følger et forutsigbart mønster: dyp søvn (langsomme bølger) er mest i første halvdel av natten, mens REM-søvn øker i andre halvdel.
nl: Slaaparchitectuur beschrijft hoe je slaap over de nacht verdeeld is over de slaapfasen. Een typische nacht volgt een voorspelbaar patroon: diepe slaap (trage golven) valt vooral in de eerste helft van de nacht, terwijl REM-slaap in de tweede helft toeneemt.
pt_br: A arquitetura do sono descreve como o sono se distribui entre os estágios ao longo da noite. Uma noite típica segue um padrão previsível: o sono profundo (de ondas lentas) se concentra na primeira metade da noite, enquanto o sono REM aumenta na segunda.
ru: Архитектура сна описывает, как сон распределяется по стадиям в течение ночи. Типичная ночь следует предсказуемой схеме: глубокий (медленноволновой) сон сосредоточен в первой половине ночи, а быстрый сон нарастает во второй.
sv: Sömnarkitektur beskriver hur din sömn fördelar sig på stadier under natten. En typisk natt följer ett förutsägbart mönster: djupsömn (långsamma vågor) ligger mest i nattens första halva, medan REM-sömn ökar i den andra.
zh_hans: 睡眠结构描述了一夜中睡眠在各阶段的分布。典型的一夜遵循可预测的模式：深睡（慢波睡眠）集中在前半夜，而 REM 睡眠在后半夜增多。

source: Sleep Cleanup
ar: تنظيف النوم
da: Oprydning af søvn
de: Schlafbereinigung
es: Limpieza de sueño
fi: Unen siivous
fr: Nettoyage du sommeil
is: Hreinsun svefns
it: Pulizia del sonno
ja: 睡眠のクリーンアップ
ko: 수면 정리
nb: Søvnopprydding
nl: Slaap opschonen
pt_br: Limpeza do sono
ru: Очистка сна
sv: Sömnrensning
zh_hans: 睡眠清理

source: Sleep data appears once your overnight reading processes.
ar: تظهر بيانات النوم بمجرد معالجة قراءتك الليلية.
da: Søvndata vises, når din natlige måling er behandlet.
de: Schlafdaten erscheinen, sobald deine Nachtmessung verarbeitet ist.
es: Los datos de sueño aparecen cuando se procesa tu lectura nocturna.
fi: Unitiedot ilmestyvät, kun yön mittauksesi on käsitelty.
fr: Les données de sommeil apparaissent une fois la mesure nocturne traitée.
is: Svefngögn birtast þegar næturmælingin þín hefur verið unnin.
it: I dati sul sonno compaiono quando la lettura notturna è elaborata.
ja: 夜間測定の処理が終わると睡眠データが表示されます。
ko: 야간 측정이 처리되면 수면 데이터가 표시됩니다.
nb: Søvndata vises når den nattlige målingen din er behandlet.
nl: Slaapgegevens verschijnen zodra je nachtmeting is verwerkt.
pt_br: Os dados de sono aparecem quando sua leitura noturna é processada.
ru: Данные о сне появятся после обработки ночного измерения.
sv: Sömndata visas när din nattliga mätning har bearbetats.
zh_hans: 夜间读数处理完成后将显示睡眠数据。

source: Sleep data finished syncing
ar: انتهت مزامنة بيانات النوم
da: Søvndata er færdig med at synkronisere
de: Schlafdaten-Synchronisierung abgeschlossen
es: Sincronización de datos de sueño finalizada
fi: Unitietojen synkronointi valmis
fr: Synchronisation des données de sommeil terminée
is: Samstillingu svefngagna lokið
it: Sincronizzazione dei dati sul sonno completata
ja: 睡眠データの同期が完了しました
ko: 수면 데이터 동기화 완료
nb: Synkronisering av søvndata fullført
nl: Synchronisatie van slaapgegevens voltooid
pt_br: Sincronização dos dados de sono concluída
ru: Синхронизация данных о сне завершена
sv: Synkronisering av sömndata klar
zh_hans: 睡眠数据同步完成

source: Sleep Data Updated
ar: تم تحديث بيانات النوم
da: Søvndata opdateret
de: Schlafdaten aktualisiert
es: Datos de sueño actualizados
fi: Unidata päivitetty
fr: Données de sommeil mises à jour
is: Svefngögn uppfærð
it: Dati sul sonno aggiornati
ja: 睡眠データ更新済み
ko: 수면 데이터 업데이트됨
nb: Søvndata oppdatert
nl: Slaapgegevens bijgewerkt
pt_br: Dados de Sono Atualizados
ru: Данные сна обновлены
sv: Sömndata uppdaterad
zh_hans: 睡眠数据已更新

source: Sleep edit not saved
ar: لم يتم حفظ تعديل النوم
da: Søvnredigering ikke gemt
de: Schlafbearbeitung nicht gespeichert
es: Edición de sueño no guardada
fi: Unimuokkausta ei tallennettu
fr: Modification du sommeil non enregistrée
is: Svefnbreyting ekki vistuð
it: Modifica del sonno non salvata
ja: 睡眠の編集が保存されていません
ko: 수면 편집이 저장되지 않음
nb: Søvnredigering ikke lagret
nl: Slaapbewerking niet opgeslagen
pt_br: Edição de sono não salva
ru: Изменение сна не сохранено
sv: Sömnredigering inte sparad
zh_hans: 睡眠编辑未保存

source: Sleep Efficiency
ar: كفاءة النوم
da: Søvneffektivitet
de: Schlafeffizienz
es: Eficiencia del sueño
fi: Unen tehokkuus
fr: Efficacité du sommeil
is: Svefnnýtni
it: Efficienza del sonno
ja: 睡眠効率
ko: 수면 효율
nb: Søvneffektivitet
nl: Slaapefficiëntie
pt_br: Eficiência do sono
ru: Эффективность сна
sv: Sömneffektivitet
zh_hans: 睡眠效率

source: Sleep efficiency %lld%% — fragmented sleep blunts recovery.
ar: كفاءة النوم %lld%% — النوم المجزأ يضعف التعافي.
da: Søvneffektivitet %lld%% — fragmenteret søvn svækker restitutionen.
de: Schlafeffizienz %lld%% — fragmentierter Schlaf bremst die Erholung.
es: Eficiencia del sueño %lld%% — el sueño fragmentado reduce la recuperación.
fi: Unen tehokkuus %lld%% — pirstoutunut uni heikentää palautumista.
fr: Efficacité du sommeil %lld%% — un sommeil fragmenté freine la récupération.
is: Svefnnýtni %lld%% — sundurslitinn svefn dregur úr endurheimt.
it: Efficienza del sonno %lld%% — il sonno frammentato riduce il recupero.
ja: 睡眠効率 %lld%% — 分断された睡眠は回復を鈍らせます。
ko: 수면 효율 %lld%% — 분절된 수면은 회복을 둔화시킵니다.
nb: Søvneffektivitet %lld%% — fragmentert søvn svekker restitusjonen.
nl: Slaapefficiëntie %lld%% — gefragmenteerde slaap remt herstel.
pt_br: Eficiência do sono %lld%% — sono fragmentado reduz a recuperação.
ru: Эффективность сна %lld%% — фрагментированный сон снижает восстановление.
sv: Sömneffektivitet %lld%% — fragmenterad sömn dämpar återhämtningen.
zh_hans: 睡眠效率 %lld%% — 碎片化睡眠会削弱恢复。

source: Sleep efficiency was low — many awakenings or long time-to-fall-asleep. Worth tracking what's interrupting the night.
ar: كانت كفاءة النوم منخفضة — استيقاظات كثيرة أو وقت طويل للنوم. يستحق تتبّع ما يقاطع ليلتك.
da: Søvneffektiviteten var lav — mange opvågninger eller lang indsovningstid. Værd at spore, hvad der afbryder natten.
de: Die Schlafeffizienz war niedrig — viele Wachphasen oder eine lange Einschlafzeit. Es lohnt sich zu verfolgen, was die Nacht unterbricht.
es: La eficiencia del sueño fue baja — muchos despertares o mucho tiempo para dormirte. Vale la pena rastrear qué interrumpe la noche.
fi: Unen tehokkuus oli matala — paljon heräämisiä tai pitkä nukahtamisaika. Kannattaa seurata, mikä yön katkaisee.
fr: L’efficacité du sommeil était faible — nombreux réveils ou long délai d’endormissement. Il vaut la peine de repérer ce qui interrompt la nuit.
is: Svefnskilvirkni var lág — margar vöknun eða langur svefntími í bið. Þess virði að fylgjast með hvað truflar nóttina.
it: L’efficienza del sonno è stata bassa — molti risvegli o lungo tempo per addormentarti. Vale la pena capire cosa interrompe la notte.
ja: 睡眠効率が低めでした — 覚醒が多いか、入眠に時間がかかっています。夜を妨げている要因を追跡する価値があります。
ko: 수면 효율이 낮았습니다 — 각성이 많거나 잠들기까지 오래 걸렸습니다. 밤을 방해하는 요인을 추적해 볼 만합니다.
nb: Søvneffektiviteten var lav — mange oppvåkninger eller lang innsovningstid. Verdt å spore hva som avbryter natten.
nl: De slaapefficiëntie was laag — veel ontwakingen of lange inslaaptijd. De moeite waard om te volgen wat de nacht onderbreekt.
pt_br: A eficiência do sono foi baixa — muitos despertares ou demora para pegar no sono. Vale acompanhar o que está interrompendo a noite.
ru: Эффективность сна была низкой — много пробуждений или долгое засыпание. Стоит отследить, что прерывает ночь.
sv: Sömneffektiviteten var låg — många uppvaknanden eller lång insomningstid. Värt att spåra vad som avbryter natten.
zh_hans: 睡眠效率偏低 — 觉醒次数多或入睡耗时长。值得追踪是什么在打断你的夜晚。

# Sleep efficiency: %lld percent, %@
source: Sleep efficiency: %1$lld percent, %2$@
ar: كفاءة النوم: %1$lld بالمائة، %2$@
da: Søvneffektivitet: %lld procent, %@
de: Schlafeffizienz: %lld Prozent, %@
es: Eficiencia de sueño: %lld por ciento, %@
fi: Unitehokkuus: %1$lld prosenttia, %2$@
fr: Efficacité du sommeil : %lld pour cent, %@
is: Svefnskilvirkni: %1$lld prósent, %2$@
it: Efficienza del sonno: %lld percento, %@
ja: 睡眠効率: %lldパーセント、%@
ko: 수면 효율: %lld퍼센트, %@
nb: Søvneffektivitet: %lld prosent, %@
nl: Slaapefficiëntie: %lld procent, %@
pt_br: Eficiência do sono: %lld por cento, %@
ru: Эффективность сна: %lld %%, %@
sv: Sömneffektivitet: %lld procent, %@
zh_hans: 睡眠效率: %1$lld%%，%2$@

source: Sleep heart rate
ar: معدل نبض النوم
da: Søvnpuls
de: Schlaf-Herzfrequenz
es: Frecuencia cardíaca del sueño
fi: Unen aikainen syke
fr: Fréquence cardiaque du sommeil
is: Svefnpúls
it: Frequenza cardiaca nel sonno
ja: 睡眠時心拍数
ko: 수면 심박수
nb: Søvnpuls
nl: Slaaphartslag
pt_br: Frequência cardíaca do sono
ru: Пульс во сне
sv: Sömnpuls
zh_hans: 睡眠心率

source: Sleep heart rate above baseline
ar: معدل ضربات القلب أثناء النوم أعلى من خط الأساس
da: Søvnpuls over basislinje
de: Schlaf-Herzfrequenz über der Baseline
es: Frecuencia cardíaca en sueño por encima de la línea base
fi: Unisyke perustasoa korkeampi
fr: Fréquence cardiaque de sommeil au-dessus de la référence
is: Svefnpúls yfir grunnlínu
it: Frequenza cardiaca nel sonno sopra la linea di base
ja: 睡眠時心拍数がベースラインより高い
ko: 수면 심박수가 기준선보다 높음
nb: Søvnpuls over grunnlinje
nl: Slaaphartslag boven basislijn
pt_br: Frequência cardíaca no sono acima da linha de base
ru: Пульс во сне выше базового
sv: Sömnpuls över baslinjen
zh_hans: 睡眠心率高于基线
